{
	"@metadata": {
		"authors": [
			"HM100"
		]
	},
  "skinname-evelution": "{{name}}",
  "evelution-desc": "{{desc|what=skin|name=Evelution|url=https://www.mediawiki.org/wiki/Special:MyLanguage/Skin:Evelution}}",
  "evelution.css": "{{optional}}",
  "evelution.js": "{{optional}}",
  "evelution-theme": "Labal that appears on each item on the theme selection dropdown.",
  "evelution-themes": "Tooltip label used for the themes dropdown.",
  "evelution-explore": "Tooltip label used for the explore dropdown.",
  "evelution-togglesize": "Tooltip label used for toggling article width and rail visibility.",
  "evelution-togglecolor": "Tooltip label used for toggling the color mode between solo and duo.",
  "evelution-pages": "Label for the pages counter.",
  "evelution-files": "Label for the files counter.",
  "evelution-edits": "Label for the edits counter.",
  "evelution-users": "Label for the users counter.",
  "evelution-newfiles": "Tooltip label used for the new files link.",
  "evelution-darkmode": "Tooltip label used for switching to Dark mode.",
  "evelution-lightmode": "Tooltip label used for switching to Light mode.",
  "evelution-variants": "Tooltip label used for the language variants dropdown.",
  "evelution-support": "Tooltip label used for the support server link.",
  "evelution-documentation": "Tooltip label used for the documentation link.",
  "evelution-standard": "Label for the standard visual style and color pack.",
  "evelution-visual-styles": "Tooltip label used for the visual styles dropdown.",
  "evelution-visual-colors": "Tooltip label used for the visual colors dropdown.",
  "evelution-activity-module": "{{notranslate}}\nThis message contains the required wikitext to embed Special:RecentChanges.",
  "evelution-about-module-info": "{{notranslate}}\nThis message contains info about the wiki.",
  "evelution-style-basic": "Label used for the Basic visual style.",
  "evelution-style-contrast": "Label used for the High contrast visual style.",
  "evelution-style-simple": "Label used for the Simple visual style.",
  "evelution-style-classic": "Label used for the Classic visual style.",
  "evelution-color-factorycolors": "Label used for the Factory color scheme",
  "evelution-color-lunacolors": "{{optional}}\nLabel used for the XP luna color scheme",
  "evelution-color-classicforced": "Label used for the Windows forced color scheme",
  "evelution-color-campbellforced": "Label used for the Campbell forced color scheme",
  "evelution-color-forced": "Label used for the Evelution OS forced color scheme",
  "evelution-color-tangoforced": "Label used for the Tango forced color scheme",
  "evelution-color-rgbcolors": "Label used for the RGB celebration color scheme",
  "evelution-color-retro": "{{optional}}\nLabel used for the Retro color schemes",
  "evelution-color-fandomcolors": "{{optional}}\nLabel used for the Fandom color schemes",
  "evelution-color-candycrush": "{{optional}}\nLabel used for the Candy crush color schemes",
  "evelution-color-discord": "{{optional}}\nLabel used for the Discord color scheme",
  "evelution-designer-title": "Title used for the CPE Theme Designer",
  "evelution-designer-copy": "Label used for the Copy theme code button",
  "evelution-designer-paste": "Label used for the Paste current theme button",
  "evelution-designer-clear": "Lavel used for the End testing button",
  "evelution-designer-test": "Label used for the Test theme button",
  "evelution-designer-apply": "Label used for the Apply theme button",
  "evelution-designer-body": "Label used for the Body section of Theme Designer",
  "evelution-designer-auto": "Label used for the Automatic option of Theme Designer",
  "evelution-designer-other": "Label used for the Other section of Theme Designer",
  "evelution-designer-community": "Label used for the Community Background Color Theme Designer setting",
  "evelution-designer-community-image": "Label used for the Community Background Image Theme Designer setting",
  "evelution-designer-community-image-opacity": "Label used for the Community Background Image Opacity Theme Designer setting",  
  "evelution-designer-community-image-mode": "Label used for the Community Background Mode setting",
  "evelution-designer-community-image-alignment": "Label used for the Community Background Vertical Alignment Theme Designer setting",
  "evelution-designer-community-image-alignment2": "Label used for the Community Background Horizontal Alignment Theme Designer setting",
  "evelution-designer-community-image-size": "Label used for the Community Background Size Theme Designer setting",
  "evelution-designer-community-image-tiling": "Label used for Community Background Tiling Theme Designer setting",
  "evelution-designer-community-text-color": "Label used for the Community Header Text Color Theme Designer setting",
  "evelution-designer-page": "Label used for the Page Background Color Theme Designer setting",
  "evelution-designer-page-text": "Label used for the Page Text Background Color Theme Designer setting",
  "evelution-designer-page-border": "Label used for the Page Border background Color Theme Designer setting",
  "evelution-designer-anchor": "Label used for the Anchor Background Color Theme Designer setting",
  "evelution-designer-accent": "Label used for the Accent Background Color Theme Designer setting",
  "evelution-designer-sticky-header": "Label Sticky Header Background Color Theme Designer setting",
  "evelution-designer-caret": "Label used for the Caret Color Theme Designer setting",
  "evelution-designer-border-radius": "Label used for the Border Radius Theme Designer setting",
  "evelution-designer-secondary-font": "Label used for the Secondary Font Theme Designer setting",
  "evelution-designer-filter": "Label used for the Logo Filter Theme Designer setting",
  "evelution-designer-filter-hover": "Label used for the Logo Filter (Hover) Theme Designer setting",
  "evelution-designer-filter-duration": "Label used for the Logo Filter Duration Theme Designer setting",
  "evelution-designer-filter-delay": "Label used for Logo Filter Delay Theme Designer setting",
  "evelution-designer-notice": "Instructions for Theme Designer"
}