{
	"@metadata": {
		"authors": [
			"HM100"
		]
	},
  "skinname-evelution": "{{name}}",
  "evelution-desc": "{{desc|what=skin|name=Evelution|url=https://www.mediawiki.org/wiki/Special:MyLanguage/Skin:Evelution}}",
  "evelution.css": "{{optional}}",
  "evelution.js": "{{optional}}",
  "evelution-themes": "Tooltip label used for the themes dropdown.",
  "evelution-explore": "Tooltip label used for the explore dropdown.",
  "evelution-togglesize": "Tooltip label used for toggling article width and rail visibility.",
  "evelution-pages": "Label for the pages counter.",
  "evelution-files": "Label for the files counter.",
  "evelution-edits": "Label for the edits counter.",
  "evelution-users": "Label for the users counter.",
  "evelution-newfiles": "Tooltip label used for the new files link.",
  "evelution-toggleaccent": "Tooltip label used for toggling between accented and unaccented theme mode.",
  "evelution-toggledcmmode": "Tooltip label used for toggling between classic and modern DCM modes",
  "evelution-colormodes": "Tooltip label used for the color modes dropdown.",
  "evelution-darkmode": "Label used for switching to Dark mode.",
  "evelution-lightmode": "Label used for switching to Light mode.",
  "evelution-support": "Tooltip label used for the support server link.",
  "evelution-documentation": "Tooltip label used for the documentation link.",
  "evelution-standard": "Label for the standard visual style and color pack.",
  "evelution-visual-styles": "Tooltip label used for the visual styles dropdown.",
  "evelution-visual-colors": "Tooltip label used for the visual colors dropdown.",
  "evelution-activity-module": "{{notranslate}}\nThis message contains the required wikitext to embed Special:RecentChanges.",
  "evelution-about-module-info": "{{notranslate}}\nThis message contains info about the wiki.",
  "evelution-style-basic": "Label used for the Basic visual style.",
  "evelution-style-contrast": "Label used for the High contrast visual style.",
  "evelution-style-simple": "Label used for the Simple visual style.",
  "evelution-color-factorycolors": "Label used for the Factory color scheme",
  "evelution-color-forced": "Label used for the Forced color schemes",
  "evelution-color-techno": "{{optional}}\nLabel used for the Techno color scheme",
  "evelution-color-retro": "{{optional}}\nLabel used for the Retro color schemes",
  "evelution-color-neon": "{{optional}}\nLabel used for the Neon color scheme",
  "evelution-designer-title": "Title used for the CPE Theme Designer",
  "evelution-designer-copy": "Label used for the Copy theme code button",
  "evelution-designer-paste": "Label used for the Paste current theme button",
  "evelution-designer-clear": "Lavel used for the End testing button",
  "evelution-designer-test": "Label used for the Test theme button",
  "evelution-designer-apply": "Label used for the Apply theme button",
  "evelution-designer-body": "Label used for the Body section of Theme Designer",
  "evelution-designer-auto": "Label used for the Automatic option of Theme Designer",
  "evelution-designer-other": "Label used for the Other section of Theme Designer",
  "evelution-designer-community": "Label used for the Community Background Color Theme Designer setting",
  "evelution-designer-community-image": "Label used for the Community Background Image Theme Designer setting",
  "evelution-designer-community-image-filter": "Label used for the Community Background Image Filter Theme Designer setting",  
  "evelution-designer-community-image-mode": "Label used for the Community Background Mode setting",
  "evelution-designer-community-image-alignment": "Label used for the Community Background Vertical Alignment Theme Designer setting",
  "evelution-designer-community-image-alignment2": "Label used for the Community Background Horizontal Alignment Theme Designer setting",
  "evelution-designer-community-image-size": "Label used for the Community Background Size Theme Designer setting",
  "evelution-designer-community-image-tiling": "Label used for Community Background Tiling Theme Designer setting",
  "evelution-designer-community-text-color": "Label used for the Community Header Text Color Theme Designer setting",
  "evelution-designer-page": "Label used for the Page Background Color Theme Designer setting",
  "evelution-designer-page-text": "Label used for the Page Text Background Color Theme Designer setting",
  "evelution-designer-page-border": "Label used for the Page Border background Color Theme Designer setting",
  "evelution-designer-saccent": "Label used for the Secondary Accent Background Color Theme Designer setting",
  "evelution-designer-accent": "Label used for the Accent Background Color Theme Designer setting",
  "evelution-designer-taccent": "Label used for the Tertiary Accent Color Theme Designer setting",
  "evelution-designer-qaccent": "Label used for the Quaternary Accent Color Theme Designer setting",
  "evelution-designer-border-radius": "Label used for the Border Radius Theme Designer setting",
  "evelution-designer-font": "Label used for the Font Theme Designer setting",
  "evelution-designer-secondary-font": "Label used for the Secondary Font Theme Designer setting",
  "evelution-designer-filter": "Label used for the Logo Filter Theme Designer setting",
  "evelution-designer-filter-hover": "Label used for the Logo Filter (Hover) Theme Designer setting",
  "evelution-designer-filter-duration": "Label used for the Logo Filter Duration Theme Designer setting",
  "evelution-designer-filter-delay": "Label used the for Logo Filter Delay Theme Designer setting",
  "evelution-designer-acryllic-opacity": "Label used for the Acryllic Opacity Theme Designer setting",
  "evelution-designer-notice": "Instructions for Theme Designer",
  "evelution-discord-module-server-id": "{{notranslate}}\nThis message contains the server id for the wiki's discord server. This must be left empty",
  "evelution-discord": "{{optional}}\nLabel used for the Discord Module title",
  "evelution-contrast-modes": "Tooltip label used for the Contrast modes dropdown",
  "evelution-nocolormanagement": "Label used for switching to No Color Management mode.",
  "evelution-style-contrast": "Contrast",
  "evelution-style-general": "Label used for the General visual style",
  "evelution-style-basic": "Label used for the Basic visual style",
  "evelution-style-basiccontrast": "Label used for the Basic Contrast visual style",
  "evelution-style-simple": "Label used for the Simple visual style",
  "evelution-style-simplecontrast": "Label used for the Simple Contrast visual style",
  "evelution-style-classic": "Label used for the Classic visual style",
  "evelution-style-classiccontrast": "Label used for the Classic Contrast visual style",
  "evelution-style-custom": "Label used for the four Custom visual styles",
  "evelution-color-cubes": "Label used for the Cubes visual color pack",
  "evelution-color-factory": "Label used for the Factory visual color pack",
  "evelution-color-forced": "Label used for the Forced visual color pack",
  "evelution-color-techno": "Label used for the Techno visual color pack",
  "evelution-color-retro": "Label used for the Retro visual color packs",
  "evelution-color-neon": "Label used for the Neon visual color packs",
  "evelution-reset-settings": "Label used for the 'Reset Evelution settings' found in the Preferences Page",
  "evelution-colorstyle-single": "Label used for the Single Color Style",
  "evelution-colorstyle-grayscale": "Label used for the Grayscale Color Style",
  "evelution-colorstyle-singlegrayscale": "Label used for the Single Grayscale Color Style",
  "evelution-colorstyle-reversi": "Label used for the Reversi Color Style",
  "evelution-colorstyle-singlecolor": "Label used for the Single Color Color Style",
  "evelution-colorstyle-hottemperature": "Label used for the Hot Temperature Color Style",
  "evelution-colorstyle-coldtemperature": "Label used for the Cold Temperature Color Style"


}